{
  "termsOfService": [
    "尊敬的用户：",
    "欢迎来到视金猫。在您正式开始使用视金猫前，请您确认悉知本服务条款，点击确认同意，代表您承诺遵守本服务条款，即本服务条款对您产生约束，届时您不应以未阅读本协议的内容或者未获得本APP对您问询的解答等理由，主张本协议无效，或拒绝履行相应义务。",
    "以下是本平台的重要规则，请仔细阅读并充分理解，如果您选择开始试玩APP，代表该用户协议对您产生约束。",
    [
      "请在产品操作页面上自主选择您想要体验的APP，中选取您主观明确有意向试玩的APP，点击进入该APP后，若您并不感兴趣，可以选择放弃该任务，重新选取您感兴趣的APP。",
      "您的一切体验行为（包括但不仅限于搜索、下载、打开、注册、阅读、观看、页面内点击等）对于APP产生的正面或者负面的影响，都属于个人主观意志，视金猫并不对此承担任何责任。请您对此影响表示完全理解和同意，视金猫承诺平台所有相关内容符合法律法规的相关规定，并不对您的主观行为承担任何责任。"
    ],
    "若您对以上的条款存在疑问，请咨询官方客服人员。",
    "一、注册",
    "用户应根据本服务注册提示，按要求完成实名认证。如出现更改等，应及时在本服务系统进行更新，确保其真实性、合法性且保证为最新信息。若用户提供的信息与本人实际不符或者视金猫有理由怀疑资料为错误、不真实、不完整的，视金猫有权暂停或终止为您提供网络服务。并对账号进行冻结，若您拒绝根据视金猫的客服提示，进行相应更改，视金猫有权拒绝继续为您提供服务。",
    "注册成功后，您将得到一个账号和密码，请您妥善保管。用户有权对自己的密码信息进行修改，也可以选择结束旧帐户后开设新的账户。在此过程中，用户同意如果发现任何非法使用用户账号或安全漏洞的情况，应该及时告知视金猫。所有非因视金猫原因，致使除您本人外的其他自然人等通过此账号和密码在视金猫操作，由此给视金猫、您或第三方造成的损失，将由您承担全部责任并进行相关赔偿。视金猫对此不承担任何责任，也不进行任何损失赔偿。",
    "二、用户行为",
    "用户应按照正确的任务流程进行操作，若用户没能按照任务要求完成任务，则无权要求视金猫提供任务完成后的网络服务及支付劳务报酬等。任傍流程根据用户在平台选择点击的具体任务的操作提示为准。在此过程中，用户还应当遵守以下规则：",
    [
      "未经允许，不得进入计算机信息网络或者使用计算机信息网络资源",
      "未经允许，不得对计算机信息网络功能进行删除、修改或者增加",
      "未经允许，不得对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加",
      "不得故意制作、传播计算机病毒等破坏性程序",
      "不得以任何方式干扰视金猫的网络服务",
      "不得使用越狱(或曾经越狱)的手机",
      "不得使用IP地址切换工具、自动抢任务工具等进行违法违规操作，不得使用其他辅助完成任务的工具",
      "不得使用非法的手机SIM卡；不得使用非法的Wi-Fi路由器",
      "不得存在其他视金猫认定的违规操作"
    ],
    "若用户在此过程中，未能做到上述条款的任一，由此所造成的一切后果及影响，用户应承担全部责任。由此给视金猫及其公司或任何第三方所带来的影响以及损失，视金猫有权追究该用户的责任。因现有的技术手段及数据采集，视金猫有权根据已经获取及搜集的信息判断用户行为是否属于作弊，若用户对此存在异议，可向视金猫提供证据证明其操作的合法性。",
    "三、隐私保护",
    "本协议所指个人隐私信息是指除用户对本服务的操作状态、使用习惯、用户的地理位置信息等客观明确反应在视金猫服务器端的基本记录信息、其他普通信息以及用户同意公开的信息等涉及到用户个人身份情况的信息。包括用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录等。针对上述信息，视金猫将采取相应的技术措施以及其他必要措施，确保用户个人隐私信息安全，避免用户的个人隐私信息在本服务过程中泄露或丢失。若因在视金猫内的相关操作导致信息泄露，视金猫将会在发生前述情形前或发生前述情形时及时采取相应措施。",
    "视金猫未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外",
    [
      "视金猫根据法律法规规定或有权机关的指示提供用户的个人隐私信息；",
      "由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因视金猫原因导致的个人隐私信息的泄露；",
      "用户自行向第三方公开其个人隐私信息；",
      "用户与视金猫及合作单位之间就用户个人隐私信息；",
      "任何由于黑客攻击、电脑病毒侵入及其他不可抗力"
    ],
    "事件导致用户个人隐私信息的泄露。用户同意视金猫可在以下事项中使用用户的个人隐私信息：",
    [
      "视金猫向用户及时发送重要通知，如软件更新、本协议条款的变更；",
      "视金猫内部进行审计、数据分析和研究等，以改进视金猫的产品、服务和与用户之间的沟通；",
      "依本协议约定，视金猫管理、审查用户信息及进行处理措施；",
      "适用法律法规规定的其他事项。除上述事项外，如未取得用户事先同意，视金猫不会将用户个人隐私信息使用于任何其他用途。"
    ],
    "四、用户须知",
    "1. 用户不得在视金猫及其相关平台或产品上，发布、传播下述言论：",
    [
      "反对宪法所确定的基本原则的；",
      "危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；",
      "损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；",
      "破坏国家宗教政策，宣扬邪教和封建迷信的；",
      "散布谣言，扰乱社会秩序，破坏社会稳定的；",
      "散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；",
      "侮辱或者诽谤他人，侵害他人合法权益的；",
      "含有法律、行政法规禁止的其他内容。"
    ],
    "2. 用户在使用视金猫的过程中，应遵守下述规定：",
    [
      "用户应当合理请求服务器，不得利用非法手段，通过使用第三方插件、抓包等途径非法请求服务器，伪造数据。",
      "用户不得使用非官方认证的手机进行APP下载。用户还应保证，用于登陆视金猫的账户信息真实有效可查证。若视金猫要求用户进行身份验证，用户不能提供相应证明的，视金猫有权拒绝为该用户提供相应服务。并拒绝该用户现在或未来对视金猫的使用权。",
      "用户对于自己的关联用户负有证明监督义务。视金猫有权自己或委托第三方对用户及其关联用户进行资格审核并对其真实性进行必要的形式审查。有权拒绝为不符合要求的用户提供服务，并保留对其追究全部责任的权利。",
      "在使用视金猫的过程中，用户如遇到任何问题，请及时同客服进行沟通。视金猫将及时为您解答疑问，提出解决方案。视金猫对有关APP的使用操作，享有合理解释的权利。",
      "s视金猫对服务过程中涉及到的费用问题，享有最终解释权，以及变更的权利。如非因视金猫原因，所产生费用纠纷，视金猫不承担任何责任。"
    ],
    "五、服务的修改",
    "视金猫将尽力提供最好的服务并在发生任何修改或者中断服务时及时通知用户，但是视金猫保留以下权利：",
    [
      "随时修改或中断服务而不需通知用户的权利。用户接受视金猫行使修改或中断服务的权利，视金猫不需对用户或第三方负责。",
      "在必要时修改服务条款时，凡不损害用户的合法权益则不需通知用户的权利。"
    ],
    "六、争议解决",
    "1. 如发生任何纠纷，双方本着公平公正的态度友好协商解决。若协商不成，双方同意通过诉讼进行解决。",
    "2. 视金猫有权对恶意投诉的用户，追究其法律责任。因其行为对视金猫造成的恶劣影响，视金猫有权要求其赔礼道歉并赔偿损失。",
    "七、免责声明 用户理解并接受以下条款：",
    "1. 如发生任何纠纷，双方本着公平公正的态度友好协商解决。若协商不成，双方同意通过诉讼进行解决。",
    "2. 用户领取任务时下载或获取的信息，及相关操作，系个人主观行为。用户自行承担风险及责任。",
    "3. 视金猫不对其他用户信息的真实性、时效性等做出任何承诺，不承担因上述信息所产生的任何法律责任。",
    "4. 用户以自己的独立判断从事与交友相关的行为，并独立承担可能产生的责任，视金猫不承担任何法律责任。",
    "视金猫对间接、偶然、特殊及继起的损害不承担任何责任，这些损害包括但不限于：不正当使用产品服务，在网上购买商品或类似服务，在网上进行非法交易，用户传送的信息有所变动等等。",
    "视金猫不对所有用户自发组织的活动承担责任。",
    "八、其他",
    "1. 本用户协议中的任何条款无论何种原因完全或部分无效，本协议中的其余条款仍应有效并具有约束力。",
    "2. 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。",
    "3. 视金猫对本协议的全部内容保留解释的权利。",
    "我们的产品集成北京锐讯灵通科技有限公司的友盟SDK，友盟SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。",
    "统计分析 SDK：",
    "采集设备标识符(IMEI/Mac/android ID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，这是统计分析数据的前提。采集地理位置矫正报表数据地域分布，提供反作弊服务。",
    "消息推送 SDK：",
    "采集设备标识符(IMEI/Mac/android ID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，以便向目标设备推送消息。采集地理位置甄别推送通道，提高消息推送的区域覆盖率。",
    "社会化分享 SDK：",
    "采集设备标识符(IMEI/Mac/androidID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，以便向目标设备分享消息。采集地理位置甄别分享通道，提供反作弊服务。",
    "服务商隐私合规认证： ",
    [
      "公安部三级等保认证（非银机构最高安全等级）；",
      "ISO27001 信息安全管理体系认证；",
      "ISO27018 公有云个人信息保护体系认证。"
    ],
    "服务商隐私政策：https://www.umeng.com/page/policy。",
    "UAWEI Ads为了向用户投放更加精准的广告，可能收集以下用户信息：",
    [
      "设备及使用信息：设备标识符、操作系统的设置信息、设备的硬件信息、应用的基本信息及使用信息、网络信息、运营商信息、华为帐号信息。",
      "广告互动信息：对广告的浏览、点击、关闭和播放信息，打开和关闭应用的时间、应用使用频率、应用错误日志。",
      "设备位置信息。系统会询问用户是否启用XXX应用程序基于位置的服务，用户可在设备的设置菜单中选择关闭设备上的相应权限，拒绝共享位置信息。"
    ],
    "对于使用安卓系统的用户，您在使用本软件时，为提供、处理、维护、改善、开发我们的产品和/或提供给您的服务之目的，柚亿可能获取您终端设备的如下权限：",
    [
      "允许访问网络权限，使本软件可正常联网；",
      "允许访问网络状态权限，使本软件获取当前网络连接状态；",
      "允许程序改变网络状态权限，以便本软件提供“一键登录”功能；",
      "允许日历权限，使本软件能够修改日历活动，添加活动提醒功能；",
      "允许访问电话权限以获取设备IMEI信息、设备序列号，用于统计和帐户安全风控；",
      "允许读取位置权限，使本软件更好进行视频推送；",
      "允许请求访问相机、相册权限，使本软件可提供反馈时上传图片功能；",
      "允许麦克风权限，使本软件可以发布视频；",
      "允许存储空间权限，使本软件可以从设备中选择图片或视频功能；",
      "允许使用剪切板权限，用于复制官方邮箱，我们不会存储您的剪切板信息用于其他途径；",
      "允许读取Wi-Fi扫描结果，用于识别应用终端用户的设备安全风险，以及网络环境的安全性；",
      "允许读取设备AndroidID，OAID等作为设备的唯一标识，验证设备的唯一性，安全性以及真实性；",
      "读取通话状态和移动网络信息，用于验证设备的真实性和网络的可靠性，保证用户数据的安全；"
    ],
    "我们可能接收并记录你所使用的设备相关信息。例如：设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、设备标识符(MAC/IMEI/AndroidID/IDFA/OpenUDID/GUID/SIM卡/MAC/IMEI/IMS信息/地理位置/设备序列号/ICCID)软硬件特征信息、设备所在位置相关信息(例如IP地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）。",
    "公司名称：厦门掌纹互动网络网络科技有限公司",
    "2024年01月01日"
  ],
  "privacy": [
    "版本更新日期：2024年01月01日",
    "版本生效日期：2024年01月01日",
    "欢迎您使用“视金猫”网站及相关服务！",
    "“视金猫”网站服务由重庆壹渝壹网络科技有限公司开发并发布。保护用户个人信息是公司的一项基本原则。公司依据法律法规收集、使用个人信息，坚持遵循个人信息收集、使用的合法、正当、必要的原则。在使用“视金猫”网站及相关服务前，请您务必仔细阅读并透彻理解本隐私政策，公司将会收集和使用您的相关信息，您一旦选择使用“视金猫”网站及相关服务，即意味着您同意公司按照本隐私政策收集、保存、使用、共享、披露及保护您的信息。如您未满18周岁，请您在监护人陪同下仔细阅读并充分理解本隐私政策，并征得监护人的同意后使用我们的服务或向我们提供信息。",
    "请您审慎阅读并选择接受或不接受本隐私政策，有关您个人信息权益的条款等重要内容我们已用加粗形式提示，请特别关注。如果您不同意本隐私政策，我们无法为您提供完整的产品和服务，您也可以选择停止使用。当您选择继续或再次使用时，基于提供产品和服务所必需，将视为您接受和认可我们按照本政策对您的相关信息进行处理。",
    "本政策将帮助您了解以下内容：",
    "一、收集信息的原则及目的",
    "二、我们如何使用Cookie和同类技术",
    "三、我们如何收集和使用个人信息",
    "四、个人信息的共享、转让及披露",
    "五、个人信息的保存和保护",
    "六、用户查询、变更、删除信息的途径",
    "七、针对未成年人的信息保护",
    "八、隐私政策的修订与通知",
    "九、用户联系、反馈和申诉渠道",
    "一、收集信息的原则及目的",
    "在您使用“视金猫”及服务的过程中，我们将根据合法、正当、必要的原则，收集信息。我们收集或您提供的信息将用于：",
    "1. 保障产品的正常基础运行；",
    "2. 实现各项功能和服务；",
    "3. 优化、改善产品和服务；",
    "4. 保障产品、服务以及用户使用安全；",
    "5. 遵循法律法规与国家标准的规定",
    "二、我们如何使用Cookie和同类技术",
    "Cookie和同类技术是互联网中的通用常用技术。当您使用“视金猫”及相关服务时，我们可能会使用相关技术向您的设备发送一个或多个Cookie或匿名标识符，以收集和存储您访问、使用本产品时的信息。我们使用Cookie和同类技术主要为了实现以下功能或服务：",
    "（一）保障产品与服务的安全、高效运转",
    "我们可能会设置认证与保障安全性的Cookie或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈等不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。",
    "（二）帮助您获得更轻松的访问体验",
    "使用此类技术可以帮助您省去重复您填写个人信息、输入搜索内容的步骤和流程（例如：记录搜索历史）。",
    "（三）为您推荐、展示、推送您可能感兴趣的内容或账号",
    "我们可能会利用Cookie和同类技术了解您的偏好和使用习惯，进行咨询或数据分析，以改善产品服务及用户体验，并优化您对广告的选择。我们承诺，我们不会将Cookie用于本隐私政策所述目的之外的任何其他用途。",
    "三、我们如何收集和使用个人信息",
    "（一）帮助您成为我们的用户",
    [
      "在您下载安装视金猫后，系统会自己给您分配一个唯一的账号，您至少提供手机号码创建完善账号，我们将通过发送短信验证码来验证您的身份是否有效，并且您可以完善相关的网络身份识别信息（如昵称、微信号），您了解并同意，在必要的情况下，我们可根据您的注册信息识别您的身份，以防止别人冒用您的身份进行操作，影响您对我们的产品和服务的正常使用。",
      "您也可以使用第三方账号登录并使用，您将授权我们获取您在第三方平台注册的公开信息（头像、昵称以及您授权的其他信息），与您的视金猫账号进行绑定用于快捷登陆，我们会依据与第三方的约定，在符合相关法规的前提下，使用您的个人信息。"
    ],
    "（二）为您提供现金提现服务",
    "当您完成任务或邀请好友注册时，会获得一定的现金奖励，您需要在进行实名认证后绑定微信号或支付宝账号，才能根据视金猫平台的提现规则进行提现。若您未绑定微信或支付宝账号，将无法实现提现功能。当您使用视金猫提现服务时，除注册信息外，您需要向我们提供包括但不限于您的姓名、身份证号、手机号码、银行卡号信息。这些信息属于个人敏感信息，如果您不提供这些信息，仅会使您无法使用提现服务，但不会影响您正常使用视金猫的其他功能。",
    "（三）开展营销活动",
    "当您选择参加我们举办的有关营销活动时，根据活动需要您可提供姓名、通信地址、联系方式。这些信息可能包括个人敏感信息（如个人电话号码），是您收到转账或者礼品所必要的，如果您拒绝提供这些信息，我们将可能无法向您转账或发放礼品。",
    "（四）保障产品、服务及用户使用安全",
    "我们可能将业务中收集的个人信息用于统计分析和改进运营，如您主动提供的反馈信息，或您使用我们的产品出现系统崩溃、异常等现象，系统的自动反馈信息，又如为改进我们系统而进行的技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告等。 我们在您使用服务时获取的信息：",
    [
      "日志信息：当您使用我们的服务时，我们可能会自动收集相关信息并存储为服务日志信息。",
      "设备信息，具体包括设备型号、操作系统版本、唯一设备标识符等信息，为保障网络运营安全。",
      "软件信息，具体包括软件的版本号、浏览器类型，以确保您的运行环境安全。",
      "IP地址撤回自操作后生效，不能对操作撤回前已经进行的操作或者经授权的第三方已经进行的行为产生影响。如您停止使用本产品，需要自行完成该账号内本地及服务器端资料的清理工作。账号停且未做任何帐号注销或服务器端清理，所带来的任何损失将由用户自行承担，我们对您个人行为导致的任何问题，不承担任何责任。",
      "服务日志信息，具体包括您登录、登出信息，点击广告、在使用我们服务时搜索、查看的信息、服务故障信息。上传数据注意事项：您在使用我们的产品和服务时上传的通讯录等个人信息。可能属于您或者他人受法律保护之个人信息，可能涉及您本人或者他人隐私，或者可能受著作权法等法律保护，您应当确保已获得许可拥有必要权利以复制、上传这些数据信息，并请您进行适当的设置和采取适当的安全防护措施，以防止该信息泄漏损害权利人的利益。请高度注意保护您自己或者他人的数据信息，未经授权不得擅自披露或公开"
    ],
    "（五）接受推送消息",
    "在您授权接受通知权限后，我们将向您提供“视金猫”的推送消息服务。",
    "（六）精准推送",
    "为帮助我们更好的实现精准推送功能，我们将读取您手机内的应用程序安装列表。特别提示您注意，如信息无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息；当您的信息可以单独或结合其他信息识别到您的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。",
    "四、个人信息的共享、转让及披露",
    "（一）、为向您提供一致化服务以及便于您进行统一管理，我们可能会将您的个人信息与我们的关联方、第三方共享。但我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或者关联方改变个人信息的使用目的，将再次征求您的授权同意。",
    "（二）、我们会共享的个人信息包括",
    "1. 为实现相关功能或服务与关联方、第三方共享：当您在使用“种红包”、“每日有礼”、“福利社区”等功能时，为保障您在我们及关联方提供的产品间所接受服务的一致性，并方便统一管理您的信息，我们会将您去标识化后的个人信息与这些关联方共享。",
    "2. 为实现程序化广告推送，我们可能会与广告合作伙伴共享去标识化或匿名化处理后的信息。我们可能与委托我们进行推广和广告投放的合作伙伴共享信息，但我们不会分享用于识别您个人身份的信息，仅会向这些合作伙伴提供难以识别您个人身份的用户画像标签及去标识化或匿名化后的信息，以帮助其在不识别您个人身份的前提下提升广告有效触达率。您可以拒绝我们向您推送程序化广告，但不影响您使用其他服务。",
    "3. 为实现特定功能而与业务合作伙伴共享。当软件服务提供商、智能设备提供商或系统服务提供商与我们联合为您提供服务时，例如您需要使用地理位置功能时，为实现这一功能，我们可能会收集您的位置信息及相关设备信息（硬件型号、操作系统版本号、国际移动设备身份识别码（IMEI）、网络设备硬件地址（MAC））经过去标识化后并提供给前述提供商。",
    "4. 帮助您参加营销推广活动。当您选择参加我们举办的有关营销活动时，根据活动需要您提供姓名、通信地址、联系方式、银行账号信息。经过您的明示同意，我们会将上述信息与第三方共享以便我们能委托第三方及时向您提供奖品。",
    "（三）、对共享个人信息第三方主体的谨慎评估及责任约束",
    "1. 经您同意，我们只会与第三方共享实现目的所必要的信息。如果第三方因业务需要，确需超出前述授权范围使用个人信息的，该第三方将需再次征求您的同意。",
    "2. 对我们与之共享您个人信息的第三方，该些第三方会与我们签订保密协议。",
    "（四）、收购、兼并、重组时个人信息的转让",
    "公司不会将您的个人信息转移、共享或披露给任何非关联的第三方，除非：",
    "1、事先获得您的明确授权同意；",
    "2、相关法律法规或法院、政府机关要求；",
    "3、为完成合并、分立、收购或资产转让而转移，但公司会要求新的持有您的个人信息的公司、组织继续受本隐私政策的约束，否则，公司有权要求该公司、组织重新取得您的授权同意；",
    "4、在法律法规允许的范围内，为维护“视金猫”其他用户、公司及其关联公司、控制公司、“视金猫”的客户或雇员的人身、财产等合法权益或维权产品或服务的安全稳定运行所必需的，例如查找、预防、处理欺诈等违法活动和减少信用风险等；",
    "5、公司为维护合法权益而向用户提起诉讼或仲裁；",
    "6、以维护公共利益或学术研究为目的；",
    "7、以上提及的“依法豁免征得同意收集和使用的个人信息”的情形；",
    "8、为提供您要求的服务所必需或法律法规规定的其他情形。",
    "请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并尽量对共享内容中的个人信息进行去标识化处理。",
    "五、个人信息的保存和保护",
    "（一）个人信息的保存",
    "1、保存期限：除非依据法律法规或双方约定，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。在您主动注销账号时，我们将根据法律法规的要求尽快删除您的个人信息。",
    "2、保存地域：原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中国境内，但以下情形除外：",
    ["法律法规有明确规定的；", "单独征得您的授权同意。"],
    "在上述情形中，我们会并要求数据接收方按照本隐私政策以及其他相关的安全保密措施来处理个人信息。",
    "3、终止运营：如果发生终止运营等情形，我们将会提前通知您，并在终止运营后对您的个人信息进行删除或匿名化处理。",
    "（二）个人信息的安全保护措施",
    "我们在技术层面使用TLS安全传输层协议（SSL协议的升级版本）加密保护（2048位非对称加密算法和256位AES算法），您存储在服务器上的信息使用银行信息安全级别的加密标准AES-256标准进行加密保护等，妥善保护您的信息安全。我们会使用不低于行业同行的加密技术、匿名化处理等合理可行的手段保护您的个人信息，并使用安全保护机制防止您的个人信息遭到恶意攻击。目前已采取的安全保护方面的具体措施，包括：采用阿里云安全产品：态势感知，能够实时监控整体安全，对漏洞、入侵、攻击进行实时可视化展示，配置短信、邮件告警方式，通知到安全管理人员处理；不定期开展云上服务器全端口扫描，应用漏洞扫描、0day漏洞扫描、CMS漏洞扫描；服务器，数据库和应用后台弱口令探测；通过大数据分析的方法发现隐藏的入侵安全事件，并回溯入侵点；对黑客入侵后的操作行为进行取证和记录，等等。尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人，否则由此带来的任何损失由您自行承担。 ",
    "六、用户查询、变更、删除信息的途径",
    "（一）如果您想查询或变更信息可通过如下方式自行访问：",
    "您可以在登录后，点击菜单（我的），在我的账号页中查看或变更手机号、微信号，在我的昵称处修改昵称。",
    "（二）删除您的个人信息",
    "在以下情形中，您可以向我们提出删除个人信息的请求：",
    "1、如果我们处理个人信息的行为违反法律法规；",
    "2、如果我们收集、使用您的个人信息，却未征得您的同意；",
    "3、如果我们处理个人信息的行为违反了与您的约定；",
    "4、如果您不再使用我们的产品或服务，或您注销了账号；",
    "5、如果我们不再为您提供产品或服务。",
    "若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。",
    "当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份信息更新时删除这些信息。",
    "（三）个人信息主体注销账户",
    "您随时可注销此前注册的账户，您可以通过以下方式自行操作：",
    "打开视金猫app进入主界面后，点击“我的”，进入“常见问题”，然后联系在线客服，或直接拨打客服电话。",
    "在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。",
    "（四）撤回您授权同意的范围",
    "每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。可在手机系统设置中，进入应用权限管理功能，回收已授予的权限。",
    "七、针对未成年人的信息保护",
    "1、如您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您监护人的同意，并希望您同您的监护人一同阅读本隐私政策。",
    "2、对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立刻终止使用我们的服务并及时通知我们，以便我们采取相应政策。",
    "3、如果有事实证明未成年人并未取得监护人同意的情况下注册使用了我们的产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。",
    "4、因我们的产品不主动收集年龄等身份信息，我们无法得知是否有未成年人特别是十四周岁以下的未成年人使用我们的产品，但我们对于可能收集到的儿童个人信息，我们会严格遵循《儿童个人信息网络保护规定》",
    "5、在我们已知用户是未成年人的情况下，我们不会超出本隐私政策范围收集、使用未成年人的个人信息，也不会向任何第三方披露未成年人的可辨识个人身份信息，除非为了向未成年人提供必要且紧急的帮助，或者其他本《隐私政策》所说明的情形外。未成年人的监护人或利益相关方如果发现我们的产品存在未成年人信息问题，请联系客服QQ进行投诉，经核实后我们将尽快按要求删除、销户或作其他处理。如果相关立法的发展，对未成年人的隐私保护提出了新要求，我们将第一时间采取进一步举措，确保严格合规。 ",
    "为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。在前述情况下，若您继续使用我们的服务，即表示同意接受修订后的本政策并受之约束。 ",
    "我们的产品集成北京锐讯灵通科技有限公司的友盟SDK，友盟SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。",
    "统计分析 SDK：",
    "采集设备标识符(IMEI/Mac/android ID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，这是统计分析数据的前提。采集地理位置矫正报表数据地域分布，提供反作弊服务。",
    "消息推送 SDK：",
    "采集设备标识符(IMEI/Mac/android ID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，以便向目标设备推送消息。采集地理位置甄别推送通道，提高消息推送的区域覆盖率。",
    "社会化分享 SDK：",
    "采集设备标识符(IMEI/Mac/androidID/IDFA/OPENUDID/GUID、SIM卡、IMSI信息)，用于唯一标识设备，以便向目标设备分享消息。采集地理位置甄别分享通道，提供反作弊服务。",
    "服务商隐私合规认证： ",
    [
      "公安部三级等保认证（非银机构最高安全等级）；",
      "ISO27001 信息安全管理体系认证；",
      "ISO27018 公有云个人信息保护体系认证。"
    ],
    "服务商隐私政策：https://www.umeng.com/page/policy。",
    "UAWEI Ads为了向用户投放更加精准的广告，可能收集以下用户信息：",
    [
      "设备及使用信息：设备标识符、操作系统的设置信息、设备的硬件信息、应用的基本信息及使用信息、网络信息、运营商信息、华为帐号信息。",
      "广告互动信息：对广告的浏览、点击、关闭和播放信息，打开和关闭应用的时间、应用使用频率、应用错误日志。",
      "设备位置信息。系统会询问用户是否启用XXX应用程序基于位置的服务，用户可在设备的设置菜单中选择关闭设备上的相应权限，拒绝共享位置信息。"
    ],
    "对于使用安卓系统的用户，您在使用本软件时，为提供、处理、维护、改善、开发我们的产品和/或提供给您的服务之目的，柚亿可能获取您终端设备的如下权限：",
    [
      "允许访问网络权限，使本软件可正常联网；",
      "允许访问网络状态权限，使本软件获取当前网络连接状态；",
      "允许程序改变网络状态权限，以便本软件提供“一键登录”功能；",
      "允许日历权限，使本软件能够修改日历活动，添加活动提醒功能；",
      "允许访问电话权限以获取设备IMEI信息、设备序列号，用于统计和帐户安全风控；",
      "允许读取位置权限，使本软件更好进行视频推送；",
      "允许请求访问相机、相册权限，使本软件可提供反馈时上传图片功能；",
      "允许麦克风权限，使本软件可以发布视频；",
      "允许存储空间权限，使本软件可以从设备中选择图片或视频功能；",
      "允许使用剪切板权限，用于复制官方邮箱，我们不会存储您的剪切板信息用于其他途径；",
      "允许读取Wi-Fi扫描结果，用于识别应用终端用户的设备安全风险，以及网络环境的安全性；",
      "允许读取设备AndroidID，OAID等作为设备的唯一标识，验证设备的唯一性，安全性以及真实性；",
      "读取通话状态和移动网络信息，用于验证设备的真实性和网络的可靠性，保证用户数据的安全；"
    ],
    "我们可能接收并记录你所使用的设备相关信息。例如：设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、设备标识符(MAC/IMEI/AndroidID/IDFA/OpenUDID/GUID/SIM卡/MAC/IMEI/IMS信息/地理位置/设备序列号/ICCID)软硬件特征信息、设备所在位置相关信息(例如IP地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）。",
    "用户联系、反馈和申诉渠道",
    "如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：",
    "公司名称：厦门掌纹互动网络网络科技有限公司",
    "个人信息保护/信息安全部门联系方式",
    "邮箱：yangyang@zwhudong.com"
  ]
}
